Repository: helma-dev/kusaba-helma
Catalog: inc/lang/*/LC_MESSAGES/kusaba.po
Languages: it

source: A board with that name already exists.
it: Esiste già una board con questo nome.

source: A board with that name does not exist.
it: Non esiste una board con questo nome

source: Add
it: Aggiungere

source: Add board
it: Aggiungi board

source: Add news
it: Aggiungi notizie

source: Add staff member
it: Aggiungi un membro dello staff

source: Add word
it: Aggiungi parola

source: Added on
it: Aggiunto

source: Added staff member
it: Membro dello staff aggiunto

source: Administration
it: Amministrazione

source: Administrator
it: Amministratore

source: Administrators
it: Amministratori

source: All Threads
it: Tutti i thread

source: An image, or message, is required for a reply.
it: Per una risposta è richiesta un immagine, o un messaggio.

source: Banned
it: Bannato

source: Board successfully added.
it: Board aggiunta con successo.

source: Board successfully deleted.
it: Board cancellata con successo

source: Board type:
it: Tipo di board:

source: Can be left blank.
it: Può essere lasciato in bianco.

source: Can not be left blank.
it: Non può essere lasciato in bianco.

source: Change account password
it: Cambia password dell'account

source: Check for new version
it: Controlla per nuova versione

source: Cleanup
it: Pulisci

source: Continue
it: Continuare

source: Current version:
it: Versione corrente:

source: Default
it: Predefinito

source: Default style:
it: Stile predefinito

source: Delete
it: Cancella

source: Delete all posts by this IP
it: Cancella tutti i post di questo IP

source: Delete board
it: Cancella board

source: Delete posts
it: Cancella i post

source: Deleted staff member
it: Membro dello staff cancellato

source: Disk space used
it: Spazio disco usato

source: Edit
it: Modifica

source: Error, it appears your file did not transfer properly. Please go back and try again.
it: Errore, sembra che il file non sia stato trasferito correttamente. Perfavore tornare indietro e riprovare.

source: File was not fully uploaded. Please go back and try again.
it: Il file non è stato completamente caricato. Perfavore tornare indietro e riprovare.

source: First 100 posts
it: Primi 100 post

source: Global options
it: Opzioni globali

source: Go
it: Vai

source: Incorrect password.
it: Password errata.

source: Incorrect username/password.
it: nome utente/password errate

source: Index
it: Indice

source: Invalid ID
it: ID non valido

source: Invalid session.
it: Sessione non valida.

source: Invalid video ID.
it: ID video non valido.

source: Invalid video type.
it: Tipo di video non valido.

source: Last 50 posts
it: Ultimi 50 post

source: Last Post
it: Ultimo post

source: Lock
it: Blocca

source: Locked
it: Bloccato

source: Manage
it: Amministra

source: Manage boards
it: Amministra le board

source: Maximum image size
it: Grandezza massima dell'immagine

source: Maximum message length
it: Lunghezza massima del messaggio

source: Message
it: Messaggio

source: Misc
it: Misto

source: Moderates
it: Moderato

source: Moderation
it: Moderazione

source: Moderator
it: Moderatore

source: Moderators
it: Moderatori

source: Modify staff member
it: Modifica membro dello staff

source: Module settings
it: Impostazioni del modulo

source: Modules
it: Moduli

source: Name
it: Nome

source: New Thread
it: Nuovo thread

source: New password
it: Nuova password

source: New password again
it: Ripetere nuova password

source: Next
it: Prossimo

source: No File
it: Nessun File

source: No boards
it: Nessuna tavola

source: None
it: Nessuno

source: Old password
it: Vecchia password

source: Only moderators of the board and admins can make new posts/replies
it: Solo i moderatori della board e gli amministratori possono creare nuovi post/risposte

source: Open images in new window
it: Aprire immagini in una nuova finestra

source: Order
it: Ordina

source: Please make sure your file is smaller than %dB
it: Perfavore assicurarsi che il file sia più piccolo di %dB

source: Please select a board.
it: Perfavore selezionare una board

source: Please select only one image to upload.
it: Perfavore selezionare solo un immagine da caricare.

source: Popular
it: Popolare

source: Post preview
it: Anteprima del post

source: Previous
it: Indietro

source: Quick Reply
it: Risposta veloce

source: Reason
it: Motivo

source: Reason:
it: Motivo:

source: Rebuild all html files
it: Ripristina tutti i file html

source: Rebuilt all boards and threads
it: Ripristina tutte le board ed i thread

source: Remove
it: Rimuovere

source: Replies
it: Risposte

source: Reply
it: Risposta

source: Results
it: Risultati

source: Return
it: Indietro

source: Search
it: Ricerca

source: Search posts
it: Cerca post

source: Seconds
it: Secondi

source: Section
it: Sezione

source: Section deleted.
it: Sezione eliminata.

source: Show Directories
it: Mostra cartelle

source: Shown below
it: Indicato sotto

source: Sorry, a generic error has occurred.
it: Spiacente, si è verificato un errore generico.

source: Sorry, that filetype is not allowed on this board.
it: Spiacente, quel tipo di file non è ammesso in questa board

source: Sorry, your message is too long. Message length: %d, maxmimum allowed length: %d
it: Spiacente, il messaggio è troppo lungo. Lunghezza messaggio: %d, massima lunghezza consentita: %d

source: Sorry, your search returned zero results.
it: Spiacente, la ricerca ha restituito zero risultati.

source: Staff member successfully added.
it: Aggiunto con successo un membro dello staff

source: Staff successfully deleted
it: Staff cancellatto con successo

source: Staff successfully updated
it: Staff aggiornato con successo

source: Submit
it: Invio

source: The name of the board.
it: Il nome della board

source: There are currently no sections.
it: Attualmente non ci sono sezioni.

source: There is already a file with that name.
it: C'è già un file con questo nome.

source: Thread successfully locked.
it: Thread bloccato con successo.

source: Thread successfully unlocked.
it: Thread sbloccato con successo.

source: Threads
it: Thread

source: Unable to connect to:
it: Impossibile connetersi a:

source: Unable to delete board.
it: Impossibile cancellare la board.

source: Unable to locate a board named
it: Impossibile localizzare il nome della board

source: Unable to locate a section with that ID.
it: Impossible localizzare una sezione con questo ID.

source: Unable to locate that word.
it: Impossibile localizzare questa parola.

source: Unlock
it: Sblocca

source: Unlocked thread
it: Sblocca thread

source: Update
it: Aggiornare

source: Update and regenerate board
it: Aggiornare e rigenerare la board

source: Update successful.
it: Aggiornamento riuscito.

source: Update without regenerating board
it: Aggiornare senza rigenerare la board

source: Updated board configuration
it: Configurazione board aggiornata

source: Updated global configuration
it: Configurazione globale aggiornata

source: Updated staff member
it: Membro dello staff aggiornato

source: Username
it: Nome utente

source: View catalog
it: Visualiza catalogo

source: View deleted thread
it: Visualizza thread cancellati

source: Welcome
it: Benevenuto

source: Word
it: Parola

source: Word successfully added.
it: Parola aggiunta con successo.

source: YOU ARE BANNED
it: TU SEI BANNATO

source: Yes
it: Si

source: You are not a moderator of this board.
it: Non sei un moderatore di questa board.

source: You must enter a subject.
it: Devi inserire un oggetto.

source: forever
it: per sempre

source: translator-credits
it: Launchpad Contributions: tj9991 <https://launchpad.net/~tslocum> Launchpad Contributions: Emanuele Gentili https://launchpad.net/~emgent Paolo Naldini https://launchpad.net/~hattory tj9991 https://launchpad.net/~tslocum
